[
    {
        "cluster_id": 0,
        "documents": [
            "Однажды весною, в час небывало жаркого заката, в Москве, на Патриарших прудах, появились два гражданина. Первый из них, одетый в летнюю серенькую пару, был маленького роста, упитан, лыс, свою приличную шляпу пирожком нес в руке, а на хорошо выбритом лице его помещались сверхъестественных размеров очки в черной роговой оправе. Второй – плечистый, рыжеватый, вихрастый молодой человек в заломленной на затылок клетчатой кепке – был в ковбойке, жеваных белых брюках и в черных тапочках."
        ]
    },
    {
        "cluster_id": 1,
        "documents": [
            " Первый был не кто иной, как Михаил Александрович Берлиоз, председатель правления одной из крупнейших московских литературных ассоциаций, сокращенно именуемой МАССОЛИТ, и редактор толстого художественного журнала, а молодой спутник его – поэт Иван Николаевич Понырев, пишущий под псевдонимом Бездомный."
        ]
    },
    {
        "cluster_id": 2,
        "documents": [
            " Попав в тень чуть зеленеющих лип, писатели первым долгом бросились к пестро раскрашенной будочке с надписью «Пиво и воды»."
        ]
    },
    {
        "cluster_id": 3,
        "documents": [
            " Да, следует отметить первую странность этого страшного майского вечера. Не только у будочки, но и во всей аллее, параллельной Малой Бронной улице, не оказалось ни одного человека. В тот час, когда уж, кажется, и сил не было дышать, когда солнце, раскалив Москву, в сухом тумане валилось куда-то за Садовое кольцо, – никто не пришел под липы, никто не сел на скамейку, пуста была аллея."
        ]
    },
    {
        "cluster_id": 4,
        "documents": [
            " –Дайте нарзану, – попросил Берлиоз."
        ]
    },
    {
        "cluster_id": 5,
        "documents": [
            " –Нарзану нету, – ответила женщина в будочке и почему-то обиделась."
        ]
    },
    {
        "cluster_id": 6,
        "documents": [
            " –Пиво есть? – сиплым голосом осведомился Бездомный."
        ]
    },
    {
        "cluster_id": 7,
        "documents": [
            " –Пиво привезут к вечеру, – ответила женщина."
        ]
    },
    {
        "cluster_id": 8,
        "documents": [
            " –А что есть? – спросил Берлиоз.",
            " –Это почему?",
            " –Да! – крикнул Варенуха.",
            " –Это вы, Иван Савельевич?"
        ]
    },
    {
        "cluster_id": 9,
        "documents": [
            " –Абрикосовая, только теплая, – сказала женщина."
        ]
    },
    {
        "cluster_id": 10,
        "documents": [
            " –Ну, давайте, давайте, давайте!.."
        ]
    },
    {
        "cluster_id": 11,
        "documents": [
            " Абрикосовая дала обильную желтую пену, и в воздухе запахло парикмахерской. Напившись, литераторы немедленно начали икать, расплатились и уселись на скамейке лицом к пруду и спиной к Бронной."
        ]
    },
    {
        "cluster_id": 12,
        "documents": [
            " Тут приключилась вторая странность, касающаяся одного Берлиоза. Он внезапно перестал икать, сердце его стукнуло и на мгновенье куда-то провалилось, потом вернулось, но с тупой иглой, засевшей в нем. Кроме того, Берлиоза охватил необоснованный, но столь сильный страх, что ему захотелось тотчас же бежать с Патриарших без оглядки. Берлиоз тоскливо оглянулся, не понимая, что его напугало. Он побледнел, вытер лоб платком, подумал: «Что это со мной? Этого никогда не было... сердце шалит... я переутомился. Пожалуй, пора бросить все к черту и в Кисловодск...»"
        ]
    },
    {
        "cluster_id": 13,
        "documents": [
            " И тут знойный воздух сгустился перед ним, и соткался из этого воздуха прозрачный гражданин престранного вида. На маленькой головке жокейский картузик, клетчатый кургузый воздушный же пиджачок... Гражданин ростом в сажень, но в плечах узок, худ неимоверно, и физиономия, прошу заметить, глумливая."
        ]
    }
]
